#
#  PENTAHO CORPORATION PROPRIETARY AND CONFIDENTIAL
#
#  Copyright 2002 - 2014 Pentaho Corporation (Pentaho). All rights reserved.
#
#  NOTICE: All information including source code contained herein is, and
#  remains the sole property of Pentaho and its licensors. The intellectual
#  and technical concepts contained herein are proprietary and confidential
#  to, and are trade secrets of Pentaho and may be covered by U.S. and foreign
#  patents, or patents in process, and are protected by trade secret and
#  copyright laws. The receipt or possession of this source code and/or related
#  information does not convey or imply any rights to reproduce, disclose or
#  distribute its contents, or to manufacture, use, or sell anything that it
#  may describe, in whole or in part. Any reproduction, modification, distribution,
#  or public display of this information without the express written authorization
#  from Pentaho is strictly prohibited and in violation of applicable laws and
#  international treaties. Access to the source code contained herein is strictly
#  prohibited to anyone except those individuals and entities who have executed
#  confidentiality and non-disclosure agreements or other agreements with Pentaho,
#  explicitly covering such access.
#

DashboardRenderer.ERROR_0001_NO_OUTPUT_HANDLER=\u51fa\u529b\u30cf\u30f3\u30c9\u30e9\u30fc\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
DashboardRenderer.ERROR_0002_NO_CONTENT_ITEM=\u51fa\u529b\u30b3\u30f3\u30c6\u30f3\u30c4\u9805\u76ee\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
DashboardRenderer.ERROR_0003_NO_OUTPUT_STREAM=\u51fa\u529b\u30b9\u30c8\u30ea\u30fc\u30e0\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
DashboardRenderer.DEBUG_PROCESSING=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u30ec\u30f3\u30c0\u30e9\u30fc\u306f\u51e6\u7406\u4e2d\u3067\u3059: {0}
DashboardRenderer.ERROR_0004_DASHBOARD_LOAD=\u8981\u6c42\u3055\u308c\u305f\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}
DashboardRenderer.ERROR_0005_NO_TEMPLATE=\u8981\u6c42\u3055\u308c\u305f\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306b\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u53c2\u7167\u306f\u3042\u308a\u307e\u305b\u3093: {0}
DashboardRenderer.ERROR_0006_TEMPLATE_LOAD=\u8981\u6c42\u3055\u308c\u305f\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}
DashboardRenderer.ERROR_0007_DASHBOARD_ERROR={0} : {1} \u306b\u5bfe\u3059\u308b\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u30a8\u30e9\u30fc
DashboardRenderer.ERROR_0008_COULD_NOT_WRITE=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u66f8\u304d\u8fbc\u307f\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
DashboardRenderer.ERROR_0009_COULD_NOT_WRITE=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u66f8\u304d\u8fbc\u307f\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
DashboardRenderer.ERROR_0010_SCRIPT_REFERENCE=\u30b9\u30af\u30ea\u30d7\u30c8 \u30d5\u30a1\u30a4\u30eb \u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u66f8\u304d\u8fbc\u307f\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}
DashboardRenderer.ERROR_0011_WRITING_TO_DASHBOARD_OUTPUT=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u51fa\u529b\u306b\u66f8\u304d\u8fbc\u307f\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
DashboardRenderer.ERROR_0012_LOADING_TEMPLATE=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093: {0}
DashboardRenderer.ERROR_0013_LOADING_DASHBOARD=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093: {0}
DashboardRenderer.ERROR_0014_PARSING_DASHBOARD=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093: {0}
DashboardRenderer.ERROR_0015_COULD_NOT_WRITE_ERROR=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306b\u5bfe\u3059\u308b\u30a8\u30e9\u30fc\u3092\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
DashboardRenderer.ERROR_0016_TEMPLATE_REFERENCE_MISSING=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
DashboardRenderer.ERROR_0017_NO_REQUEST_PARAMS=\u30ea\u30af\u30a8\u30b9\u30c8 \u30d1\u30e9\u30e1\u30fc\u30bf\u30fc \u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
DashboardRenderer.ERROR_0018_COULD_NOT_CREATE_FROM_XML=\u5165\u529b\u3055\u308c\u305f XML \u304b\u3089\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
DashboardRenderer.ERROR_0019_RECEIVED_FROM_CALLER=(\u767a\u4fe1\u8005\u304b\u3089\u53d7\u4fe1)
DashboardRenderer.ERROR_0020_COULD_NOT_PARSE_XUL=XUL \u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}
DashboardRenderer.ERROR_0021_COULD_NOT_RENDER_DASHBOARD=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
DashboardRenderer.ERROR_0022_NOT_XUL_TEMPLATE=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f XUL \u30d9\u30fc\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
DashboardRenderer.ERROR_0023_SQL_LIST_PERMISSION=SQL \u4e00\u89a7\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002
DashboardRenderer.ERROR_0024_SQL_PERMISSIONS_INIT_ERROR=Sql \u306e\u30a2\u30af\u30bb\u30b9\u8a31\u53ef \u30af\u30e9\u30b9\u3092\u521d\u671f\u5316\u3067\u304d\u307e\u305b\u3093 {0}
DashboardRenderer.ERROR_0025_FAILED_TO_LOCATE_COMPONENT={0}:{1} \u5185\u3067\u4e00\u89a7\u306e\u914d\u7f6e\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
DashboardRenderer.ERROR_0026_SAVING_DASHBOARD_SQL_PERMS=SQL \u30d5\u30a3\u30eb\u30bf\u30fc\u304c\u5b9a\u7fa9\u3055\u308c\u305f\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u4fdd\u5b58\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4fdd\u5b58\u3059\u308b\u524d\u306b SQL \u30d5\u30a3\u30eb\u30bf\u30fc\u3092\u524a\u9664\u3057\u3066\u4e0b\u3055\u3044\u3002
DashboardRenderer.ERROR_0027_INVALID_MAP_STRING_FORMAT=\u7121\u52b9\u306a\u30de\u30c3\u30d7\u306e\u8868\u8a18\u66f8\u5f0f
DashboardRenderer.ERROR_0028_ERROR_SAVING_DASHBOARD=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f {0}
DashboardRenderer.ERROR_0029_SAVING_DASHBOARD_URL_WIDGET_PERMS=URL \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u304c\u5b9a\u7fa9\u3055\u308c\u305f\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u4fdd\u5b58\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4fdd\u5b58\u3059\u308b\u524d\u306b URL \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u524a\u9664\u3057\u3066\u4e0b\u3055\u3044\u3002
DashboardRenderer.ERROR_0030_EXCEPTION_MESSAGE_IS_NULL=\u30a8\u30e9\u30fc \u30e1\u30c3\u30bb\u30fc\u30b8\u306f "null" \u3067\u3059\u3002
DashboardRenderer.ERROR_0031_COULD_NOT_PRINT_DASHBOARD=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u5370\u5237\u4e2d\u306b\u4e88\u671f\u305b\u306c\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
DashboardRenderer.ERROR_0032_ILLEGAL_DASHBOARD_PRINTING_PARAMETER=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u5370\u5237\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff1a\u4e0d\u6b63\u306a\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u306e\u5024 {0}
DashboardRenderer.ERROR_0033_ILLEGAL_DASHBOARD_CONTENT=\u5b89\u5168\u3067\u306f\u306a\u3044\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u305f\u3081\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306f\u5370\u5237\u3092\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002{0}
DashboardRenderer.ERROR_0034_PRINTING_NOT_ENABLED=\u5370\u5237\u306f\u6709\u52b9\u5316\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u5370\u5237\u3092\u6709\u52b9\u306b\u3059\u308b\u305f\u3081\u306b settings.xml \u3092\u7de8\u96c6\u3057\u3001<dashboard-printing-enabled> \u3092 "true" \u306b\u8a2d\u5b9a\u3057\u3066\u3060\u3055\u3044\u3002
DashboardRenderer.UNTITLED_STR=\u7121\u984c\u306e {0}
DashboardRenderer.USER_FEATURE_DISABLED=\u8981\u6c42\u3055\u308c\u305f\u6a5f\u80fd\u306f\u7121\u52b9\u3067\u3059\u3002
DashboardRenderer.USER_SAVE_FAILED_GENERAL=\u4e00\u822c\u30a8\u30e9\u30fc\u306b\u3088\u308a\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u30b5\u30fc\u30d0\u30fc \u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
DashboardRenderer.USER_SAVE_FAILED_PERMISSION=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u3092\u4fdd\u5b58\u4e2d\u306b\u30a2\u30af\u30bb\u30b9\u8a31\u53ef\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002
DashboardRenderer.INFO_0001_CLIENT_DISCONNECT=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u306f\u63a5\u7d9a\u3092\u4e2d\u65ad\u3057\u307e\u3057\u305f\u3002
DashboardRenderer.INFO_0002_PRINT_SETTINGS=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u753b\u50cf\u306e\u5370\u5237\u3092\u6e96\u5099\u3059\u308b\u305f\u3081\u306b\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u3066\u4e0b\u3055\u3044\u3002"\u5370\u5237..." \u3092\u30af\u30ea\u30c3\u30af\u3057\u305f\u3089\u3001\u30d6\u30e9\u30a6\u30b6\u30fc\u306e\u5370\u5237\u30c0\u30a4\u30a2\u30ed\u30b0\u5185\u3067\u3053\u308c\u3089\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30ec\u30d7\u30ea\u30b1\u30fc\u30c8\u3092\u78ba\u8a8d\u3057\u3066\u4e0b\u3055\u3044\u3002

DashboardDomHelper.ERROR_0001_NO_XACTION=XAction \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306f\u30a2\u30af\u30b7\u30e7\u30f3 \u30b7\u30fc\u30b1\u30f3\u30b9\u3092\u6307\u5b9a\u3057\u3066\u3044\u307e\u305b\u3093\u3002
DashboardDomHelper.ERROR_0002_INVALID_WIDGET_TYPE=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 \u30bf\u30a4\u30d7\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: {0}

ScreenshotCreatorProcess.WARN_0001_COMMAND_NOT_CONFIGURED=\u69cb\u6210\u6e08\u307f\u306e\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u5370\u5237\u30b3\u30de\u30f3\u30c9\u306f\u3042\u308a\u307e\u305b\u3093 - \u30c7\u30d5\u30a9\u30eb\u30c8\u3092\u4f7f\u7528 ({0})settings.xml \u3092\u7de8\u96c6\u3057\u3001<{1}> \u7528\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u5165\u529b\u3057\u3066\u4fee\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ScreenshotCreatorProcess.WARN_0002_BROWSER_NOT_CONFIGURED=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u5370\u5237\u306b\u5bfe\u3059\u308b\u69cb\u6210\u6e08\u307f\u30d6\u30e9\u30a6\u30b6\u30fc\u306f\u3042\u308a\u307e\u305b\u3093 - \u30c7\u30d5\u30a9\u30eb\u30c8\u3092\u4f7f\u7528 ({0})settings.xml \u3092\u7de8\u96c6\u3057\u3001<{1}> \u7528\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u5165\u529b\u3057\u3066\u4fee\u6b63\u3057\u3066\u304f\u3060\u3055\u3044\u3002

SystemFileContent.ERROR_0001_COULD_NOT_READ_FILE=\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u307f\u8fbc\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}
SystemFileContent.ERROR_0002_NO_FILENAME=\u30d5\u30a1\u30a4\u30eb\u540d\u304c\u63d0\u4f9b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

TemplateParser.INFO_0001_BLANKING_TITLE=\u7a7a\u767d\u30da\u30fc\u30b8 \u30bf\u30a4\u30c8\u30eb
TemplateParser.INFO_0002_TITLE_NOT_FOUND=\u7a7a\u767d\u30da\u30fc\u30b8 \u30bf\u30a4\u30c8\u30eb\u304c\u3042\u308a\u307e\u305b\u3093: '/html/head/title' \u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
TemplateParser.INFO_0003_FOUND_WIDGET=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u767a\u898b\u3057\u307e\u3057\u305f\u3001 \u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 ID: {0}
TemplateParser.INFO_0004_CONTAINER_ID=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 \u30b3\u30f3\u30c6\u30ca\u30fc ID: {0}
TemplateParser.INFO_0005_TITLE_ID=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 \u30bf\u30a4\u30c8\u30eb ID: {0}
TemplateParser.INFO_0006_TITLE_NOT_FOUND=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306b\u5bfe\u3059\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 \u30bf\u30a4\u30c8\u30eb\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f: {0}
TemplateParser.INFO_0007_TITLE_FOUND=\u30bf\u30a4\u30c8\u30eb\u3092\u767a\u898b\u3057\u307e\u3057\u305f\u3002
TemplateParser.INFO_0008_TITLE_HELP=\u30bf\u30a4\u30c8\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f: <head> \u30bb\u30af\u30b7\u30e7\u30f3\u5185\u306b\u5b8c\u5168\u306a <title> \u30bf\u30b0\u304c\u3042\u308a\u307e\u305b\u3093\u3002
TemplateParser.INFO_0009_THEME_INSERT=\u30c6\u30fc\u30de\u306e\u633f\u5165\u30dd\u30a4\u30f3\u30c8\u3092\u767a\u898b\u3057\u307e\u3057\u305f\u3002
TemplateParser.INFO_0010_NO_THEME_INSERT=\u30c6\u30fc\u30de\u306e\u633f\u5165\u30dd\u30a4\u30f3\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093: \u5fc5\u8981\u306a\u30c6\u30ad\u30b9\u30c8\u306f '<!-- {dashboard theme} -->' \u3067\u3057\u305f\u3002
TemplateParser.INFO_0011_SCRIPT_INSERT=\u30b9\u30af\u30ea\u30d7\u30c8\u306e\u633f\u5165\u30dd\u30a4\u30f3\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093: \u5fc5\u8981\u306a\u30c6\u30ad\u30b9\u30c8\u306f '<!-- {dashboard script} -->' \u3067\u3057\u305f\u3002
TemplateParser.INFO_0012_BOX_ID=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 \u30dc\u30c3\u30af\u30b9 ID: {0}
TemplateParser.INFO_0013_BOX_NOT_FOUND=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306b\u5bfe\u3059\u308b\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8 \u30dc\u30c3\u30af\u30b9\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f: {0}

TemplateParser.INFO_0012_BAD_XUL_ELEMENT=xul \u8981\u7d20\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}

DashboardWizard.ERROR_0001_COULD_NOT_PROCESS_TEMPLATE=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8 \u30d5\u30a1\u30a4\u30eb\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}
DashboardWizard.ERROR_0002_COULD_NOT_LOAD_RESOURCE=\u65b0\u898f\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9 \u30a6\u30a3\u30b6\u30fc\u30c9 \u30ea\u30bd\u30fc\u30b9\u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}
DashboardWizard.ERROR_0003_COULD_NOT_PROCESS_THEME=\u30c6\u30fc\u30de \u30d5\u30a1\u30a4\u30eb\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}
DashboardWizard.ERROR_0004_MULTI_VALUED_PARAM_NOT_SUPPORTED=\u30af\u30a8\u30ea \u30d5\u30a3\u30eb\u30bf\u30fc \u30bf\u30a4\u30d7 '{0}' \u306f\u8907\u6570\u306e\u5024\u306e\u53d7\u3051\u6e21\u3057\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u5358\u4e00\u306e\u5024\u3092\u5165\u529b\u3059\u308b\u304b\u3001\u9069\u5207\u306a\u30d5\u30a3\u30eb\u30bf\u30fc \u30bf\u30a4\u30d7\u306b\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
DashboardWizard.ERROR=\u30a8\u30e9\u30fc

# below is text that the user will see. Translate these first

DashboardRenderer.USER_EMPTY_WIDGET_TITLE=\u7121\u984c\u306e {0}
PovRenderer.USER_EMPTY_OPTION=

new-dashboard.title=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3068\u30c6\u30fc\u30de\u3092\u9078\u629e
new-dashboard.templates=\u4f7f\u7528\u53ef\u80fd\u306a\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
new-dashboard.themes=\u4f7f\u7528\u53ef\u80fd\u306a\u30c6\u30fc\u30de
new-dashboard.create=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306e\u4f5c\u6210

XulTree.USER_LABEL={0} ({1})

SolutionTree.USER_FILES=\u30d5\u30a1\u30a4\u30eb

Launcher.NEW_DASHBOARD=\u65b0\u898f &lt;br/&gt; \u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9
Launcher.DASHBOARD=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9
Launcher.DASHBOARD_TOOLTIP=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9

ThemeXulLoader.ERROR_0001_ERROR_LOADING_XML=\u30aa\u30fc\u30d0\u30fc\u30ec\u30a4 \u30d5\u30a1\u30a4\u30eb\u306b\u30c8\u30c3\u30d7 \u30ec\u30d9\u30eb\u306e\u30e1\u30c3\u30bb\u30fc\u30b8 \u30d0\u30f3\u30c9\u30eb\u3092\u9069\u7528\u4e2d\u306b XML \u306e\u30ed\u30fc\u30c9\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff1a
ThemeXulLoader.ERROR_0002_UNABLE_TO_OVERLAY_ELEMENT=\u5bfe\u79f0\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306b\u5b58\u5728\u3057\u306a\u3044\u305f\u3081 ID [ {0} ] \u3067\u8981\u7d20\u3092\u30aa\u30fc\u30d0\u30ec\u30a4\u3067\u304d\u307e\u305b\u3093\u3002
ThemeXulLoader.INFO_0001_PROCESSING_OVERLAY_ON_ELEMENT=ID: {0} \u3067\u8981\u7d20\u306e\u30aa\u30fc\u30d0\u30fc\u30ec\u30a4\u3092\u51e6\u7406\u4e2d
ThemeXulLoader.INFO_0002_ADDED_CHILD=\u8ffd\u52a0\u3055\u308c\u305f\u5b50: {0}

ThemeXulParser.ERROR_0001_HANDLER_NOT_FOUND=\u30cf\u30f3\u30c9\u30e9\u30fc\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093: {0}
ThemeXulParser.ERROR_0002_NO_HANDLER_AVAILABLE=\u5165\u529b\u306b\u5bfe\u3059\u308b\u4f7f\u7528\u53ef\u80fd\u306a\u30cf\u30f3\u30c9\u30e9\u30fc\u306f\u3042\u308a\u307e\u305b\u3093:{0}
ThemeXulParser.ERROR_0003_TAG_HANDLER_NOT_FOUND=\u30bf\u30b0 \u30cf\u30f3\u30c9\u30e9\u30fc\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093: {0}
ThemeLoader.ERROR_0001_ELEMENT_NOT_FOUND=\u8981\u6c42\u3055\u308c\u305f\u8981\u7d20 \u306f\u3069\u306e\u30c6\u30fc\u30de\u3067\u3082\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
PovDomHelper.ERROR_0001_UNDEFINED_POV_OPTION_PROVIDER=POV \u30aa\u30d7\u30b7\u30e7\u30f3 \u30d7\u30ed\u30d0\u30a4\u30c0\u30fc\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093 : {0}
PovDomHelper.ERROR_0002_UNSUPPORTED_POV_OPTION_PROVIDER_TYPE=POV \u30aa\u30d7\u30b7\u30e7\u30f3 \u30d7\u30ed\u30d0\u30a4\u30c0\u30fc \u30bf\u30a4\u30d7\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093 : {0}
PovDomHelper.ERROR_0003_UNDEFINED_POV_CONTROL=POV \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093 : {0}
PovDomHelper.ERROR_0004_UNSUPPORTED_POV_CONTROL_TYPE=POV \u30b3\u30f3\u30c8\u30ed\u30fc\u30eb \u30bf\u30a4\u30d7\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: {0}

tabName=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9
DashboardLifecycleListener.ERROR_0001_LIFECYCLE_LISTENER_NOT_HOOKED_UP=\u30e9\u30a4\u30d5\u30b5\u30a4\u30af\u30eb \u30ea\u30b9\u30ca\u30fc DashboardLifecycleListener \u306f plugin.xml \u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
WebAppContentGenerator.LICENSE_ERROR=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9\u306f\u73fe\u5728\u5229\u7528\u4e0d\u53ef\u3067\u3059.\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
WebAppContentGenerator.LICENSE_ERROR_TITLE=\u7533\u3057\u8a33\u3054\u3056\u3044\u307e\u305b\u3093\u3002\u5b9f\u969b\u306b\u8a66\u884c\u3057\u307e\u3057\u305f\u3002

drag_and_drop.label=\u3053\u3053\u306b\u30d5\u30a1\u30a4\u30eb\u3092\u30c9\u30e9\u30c3\u30b0 \u30a2\u30f3\u30c9 \u30c9\u30ed\u30c3\u30d7\u3057\u3066\u4e0b\u3055\u3044\u3002
openNewDashboard=\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9
newDashboard=\u65b0\u898f\u30c0\u30c3\u30b7\u30e5\u30dc\u30fc\u30c9
empty_widget_label=\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u9078\u629e\u3057\u3066\u4e0b\u3055\u3044\u3002
